Repository: Dzarlax-AI/health-sync
Catalog: health-sync/Localizable.xcstrings
Source language: en
Languages: ru, sr

source: of %lld
ru: из %lld
sr: od %lld

source: Collapsed
ru: Свёрнуто
sr: Skupljeno

source: Expanded
ru: Развёрнуто
sr: Prošireno

source: Server Insight
ru: Инсайт сервера
sr: Uvid servera

source: AI preview
ru: AI: экспериментальная версия
sr: AI: probna verzija

source: Alternative action
ru: Альтернативное действие
sr: Alternativna radnja

source: Showing previous data. Pull to refresh.
ru: Показаны предыдущие данные. Потяни вниз для обновления.
sr: Prikazani su prethodni podaci. Prevuci nadole za osvežavanje.

source: AI insight is updating
ru: AI-инсайт обновляется
sr: AI uvid se ažurira

source: AI insight is unavailable. Server insight is shown.
ru: AI-инсайт недоступен. Показан вывод сервера.
sr: AI uvid nije dostupan. Prikazan je uvid servera.

source: Today's insight
ru: Инсайт на сегодня
sr: Današnji uvid

source: Changes today
ru: Изменения за день
sr: Današnje promene

source: Data is current
ru: Данные актуальны
sr: Podaci su aktuelni

source: Partial data
ru: Неполные данные
sr: Delimični podaci

source: Data needs updating
ru: Данные требуют обновления
sr: Podatke treba osvežiti

source: Not enough data
ru: Недостаточно данных
sr: Nema dovoljno podataka

source: Current energy
ru: Текущий запас энергии
sr: Trenutna rezerva energije

source: Current energy is unavailable
ru: Текущий запас энергии недоступен
sr: Trenutna rezerva energije nije dostupna

source: Insights are unavailable. Pull to refresh.
ru: Инсайты недоступны. Потяни вниз для обновления.
sr: Uvidi nisu dostupni. Prevuci nadole za osvežavanje.

source: Energy history · 14 days
ru: История энергии · 14 дней
sr: Istorija energije · 14 dana

source: Daily energy snapshots
ru: Дневные значения энергии
sr: Dnevne vrednosti energije

source: Energy history is not available yet
ru: История энергии пока недоступна
sr: Istorija energije još nije dostupna

source: Energy history could not be loaded
ru: Не удалось загрузить историю энергии
sr: Istorija energije nije učitana

source: Unable to save API key
ru: Не удалось сохранить ключ API
sr: Nije moguće sačuvati API ključ

source: HealthKit background update
ru: Фоновое обновление HealthKit
sr: Pozadinsko ažuriranje iz HealthKit-a

source: Background sync started
ru: Запущена фоновая синхронизация
sr: Pokrenuta pozadinska sinhronizacija

source: Daily resync started
ru: Запущена ежедневная пересинхронизация
sr: Pokrenuta dnevna ponovna sinhronizacija

source: Protected data became available
ru: Защищённые данные стали доступны
sr: Zaštićeni podaci su dostupni

source: Background upload accepted
ru: Сервер принял фоновую отправку
sr: Server je prihvatio pozadinsko slanje

source: No new background data
ru: Нет новых данных для фоновой отправки
sr: Nema novih podataka za pozadinsko slanje

source: Background upload partially accepted
ru: Фоновая отправка принята частично
sr: Pozadinsko slanje je delimično prihvaćeno

source: Background sync deferred
ru: Фоновая синхронизация отложена
sr: Pozadinska sinhronizacija je odložena

source: Waiting for device unlock
ru: Ожидание разблокировки устройства
sr: Čeka se otključavanje uređaja

source: API key temporarily unavailable
ru: Ключ API временно недоступен
sr: API ključ je privremeno nedostupan

source: Background sync cancelled
ru: Фоновая синхронизация отменена
sr: Pozadinska sinhronizacija je otkazana

source: Background execution time expired
ru: Истекло время работы в фоне
sr: Isteklo je vreme za rad u pozadini

source: Background delivery disabled
ru: Фоновая доставка отключена
sr: Pozadinska dostava je isključena

source: Background task scheduled
ru: Фоновое задание запланировано
sr: Pozadinski zadatak je zakazan

source: Background scheduling failed
ru: Не удалось запланировать фоновое задание
sr: Zakazivanje pozadinskog zadatka nije uspelo

source: HealthKit delivery enabled
ru: Фоновая доставка HealthKit включена
sr: Pozadinska dostava iz HealthKit-a je uključena

source: HealthKit delivery setup failed
ru: Не удалось настроить доставку HealthKit
sr: Podešavanje dostave iz HealthKit-a nije uspelo

source: HealthKit observer failed
ru: Ошибка наблюдения за HealthKit
sr: Greška pri praćenju HealthKit-a

source: Background task registration failed
ru: Не удалось зарегистрировать фоновое задание
sr: Registracija pozadinskog zadatka nije uspela

source: API key access update deferred
ru: Обновление доступа к ключу API отложено
sr: Ažuriranje pristupa API ključu je odloženo

source: Background diagnostics
ru: Диагностика фоновой синхронизации
sr: Dijagnostika pozadinske sinhronizacije

source: Background timing is controlled by iOS. HealthKit updates can trigger additional syncs.
ru: Время фонового запуска определяет iOS. Обновления HealthKit могут запускать дополнительные синхронизации.
sr: iOS određuje vreme rada u pozadini. Ažuriranja iz HealthKit-a mogu pokrenuti dodatne sinhronizacije.

source: System background refresh is available
ru: Системное обновление в фоне доступно
sr: Sistemsko osvežavanje u pozadini je dostupno

source: System background refresh is restricted or disabled
ru: Системное обновление в фоне ограничено или отключено
sr: Sistemsko osvežavanje u pozadini je ograničeno ili isključeno

source: Low Power Mode is on
ru: Режим энергосбережения включён
sr: Režim uštede energije je uključen

source: Low Power Mode is off
ru: Режим энергосбережения выключен
sr: Režim uštede energije je isključen

source: Last background receipt on this device
ru: Последняя подтверждённая фоновая отправка с этого устройства
sr: Poslednje potvrđeno pozadinsko slanje sa ovog uređaja

source: No background events recorded yet
ru: Фоновые события ещё не записаны
sr: Još nema zabeleženih pozadinskih događaja

source: · stages not measured
ru: · фазы не записаны
sr: · faze nisu zabeležene

source: %@ efficiency
ru: Эффективность %@
sr: Efikasnost %@

# %lld day
source: %lld days
ru: %lld дней
sr: %lld dana

source: %lld points
ru: %lld точек
sr: %lld tačaka

source: %lld pts
ru: %lld точек
sr: %lld tačaka

source: %lld samples
ru: %lld образцов
sr: %lld uzoraka

source: %lld signals
ru: %lld сигнала
sr: %lld signala

source: %lld signals read
ru: Прочитано сигналов: %lld
sr: Pročitano signala: %lld

source: %lld workouts
ru: %lld тренировок
sr: %lld treninga

source: %lldd
ru: %lld дн.

# %lldh %lldm
source: %1$lldh %2$lldm
ru: %1$lldч %2$lldм

source: %lldm
ru: %lldм

source: 7d
ru: 7д

source: 30d
ru: 30д

source: 90d
ru: 90д

source: Accepted
ru: Принято
sr: Prihvaćeno

source: Accepted by server
ru: Принято сервером
sr: Server je prihvatio

source: Accepted channel receipts
ru: Подтверждения по каналам
sr: Potvrde po kanalima

source: Accepted items: %lld
ru: Принято элементов: %lld
sr: Prihvaćeno stavki: %lld

source: Account
ru: Аккаунт
sr: Nalog

source: Active recovery
ru: Активное восстановление
sr: Aktivan oporavak

source: Activity
ru: Активность
sr: Aktivnost

source: Activity — hourly aggregates
ru: Активность — почасовые агрегаты
sr: Aktivnost — satni agregati

source: Add a server URL and API key before reading Health data.
ru: Добавьте адрес сервера и ключ API перед чтением данных Health.
sr: Dodajte adresu servera i API ključ pre čitanja Health podataka.

source: Add the server URL and API key to read dashboard data.
ru: Добавьте URL сервера и API-ключ, чтобы читать данные дашборда.
sr: Dodajte URL servera i API ključ da biste čitali podatke kontrolne table.

source: AI Insight
ru: ИИ-инсайт
sr: AI uvid

source: All phases
ru: Все фазы
sr: Sve faze

source: API Key
ru: API-ключ
sr: API ključ

source: API key missing
ru: Нет API-ключа
sr: Nedostaje API ključ

source: API key saved
ru: API-ключ сохранён
sr: API ključ je sačuvan

source: Asleep
ru: Сон
sr: San

source: At a glance
ru: Кратко
sr: Pregled

source: Attempt
ru: Попытка
sr: Pokušaj

source: Auth required — server redirected to %@. Check your API key or proxy (e.g. Authentik) configuration.
ru: Требуется авторизация — сервер перенаправил на %@. Проверьте API-ключ или настройки прокси (например, Authentik).
sr: Potrebna autorizacija — server je preusmerio na %@. Proverite API ključ ili podešavanja proksija (npr. Authentik).

source: Average
ru: Среднее
sr: Prosek

source: Awake
ru: Бодрствование
sr: Budnost

source: Background sync
ru: Фоновая синхронизация
sr: Pozadinska sinhronizacija

source: Body
ru: Тело
sr: Telo

source: Cancel
ru: Отмена
sr: Otkaži

source: Cardio, body, environment and dietary data
ru: Кардио, организм, окружающая среда и питание
sr: Kardio, telo, okruženje i podaci o ishrani

source: Check connection settings
ru: Проверьте настройки подключения
sr: Proverite podešavanja veze

source: Configured
ru: Настроено
sr: Podešeno

source: Connect server
ru: Подключить сервер
sr: Poveži server

source: Connected
ru: Подключено
sr: Povezano

source: Connection details
ru: Детали подключения
sr: Detalji veze

source: Connection failed
ru: Ошибка подключения
sr: Veza nije uspela

source: Core
ru: Лёгкий
sr: Lagani

source: Couldn't load metrics
ru: Не удалось загрузить метрики
sr: Nije moguće učitati metrike

source: Current readiness
ru: Текущая готовность
sr: Trenutna spremnost

source: Custom re-sync
ru: Пере-синк за период
sr: Ponovna sinhronizacija za period

source: Dashboard API configured
ru: API дашборда настроен
sr: API kontrolne table je podešen

source: Dashboard API not configured
ru: API дашборда не настроен
sr: API kontrolne table nije podešen

source: Data & sync
ru: Данные и синхронизация
sr: Podaci i sinhronizacija

source: Data sync
ru: Синхронизация данных
sr: Sinhronizacija podataka

source: Date
ru: Дата
sr: Datum

source: Date range
ru: Диапазон дат
sr: Opseg datuma

source: Days to re-sync
ru: Дней для пере-синка
sr: Dana za ponovnu sinhronizaciju

# Decode error: %@. Body starts with: %@
source: Decode error: %1$@. Body starts with: %2$@
ru: Ошибка декодирования: %1$@. Начало тела: %2$@
sr: Greška dekodiranja: %1$@. Početak tela: %2$@

source: Deep
ru: Глубокий
sr: Duboki

source: Details
ru: Подробнее
sr: Detalji

source: Device is locked
ru: Устройство заблокировано
sr: Uređaj je zaključan

source: Disabled
ru: Выключено
sr: Isključeno

source: Drain so far
ru: Расход сейчас
sr: Potrošnja do sada

source: Energy
ru: Энергия
sr: Energija

source: Energy bank
ru: Запас энергии
sr: Rezerva energije

source: Error
ru: Ошибка
sr: Greška

source: Every 1 min
ru: Каждую минуту
sr: Svake 1 min

source: Every 3 hours
ru: Каждые 3 часа
sr: Svaka 3 sata

source: Every 6 hours
ru: Каждые 6 часов
sr: Svakih 6 sati

source: Every 15 min
ru: Каждые 15 мин
sr: Svakih 15 min

source: Every 30 min
ru: Каждые 30 мин
sr: Svakih 30 min

source: Every hour
ru: Каждый час
sr: Svaki sat

# Expected JSON, got %@. Body starts with: %@
source: Expected JSON, got %1$@. Body starts with: %2$@
ru: Ожидался JSON, получен %1$@. Начало тела: %2$@
sr: Očekivan JSON, dobijeno %1$@. Početak tela: %2$@

source: Fair
ru: Умеренно
sr: Umjereno

source: Flat over selected range
ru: Без изменений за выбранный период
sr: Bez promene u izabranom periodu

source: Foreground checks follow this interval when the app is open; iOS may delay background work.
ru: При открытом приложении проверки выполняются с этим интервалом; iOS может отложить фоновую работу.
sr: Provere dok je aplikacija otvorena prate ovaj interval; iOS može odložiti rad u pozadini.

source: Good
ru: Хорошо
sr: Dobro

source: GPS route
ru: GPS-трек
sr: GPS ruta

source: Health access required
ru: Нужен доступ к данным Здоровья
sr: Potreban je pristup Zdravlju

source: Health data could not be read
ru: Не удалось прочитать данные Здоровья
sr: Podaci iz Zdravlja nisu pročitani

source: Health overview
ru: Здоровье в целом
sr: Pregled zdravlja

source: HealthKit upload
ru: Выгрузка HealthKit
sr: HealthKit slanje

source: Heart
ru: Сердце
sr: Srce

source: Heart rate timeline
ru: График пульса
sr: Vremenski tok pulsa

source: Heart rate, HRV, SpO₂ and body signals
ru: Пульс, ВСР, SpO₂ и показатели организма
sr: Puls, HRV, SpO₂ i telesni signali

source: Heart rate, HRV, SpO₂…
ru: Пульс, ВСР, SpO₂…
sr: Puls, HRV, SpO₂…

source: History & re-sync
ru: История и повторная синхронизация
sr: Istorija i ponovna sinhronizacija

source: Hours
ru: Часы

source: How it works
ru: Как это работает
sr: Kako to radi

source: hrs
ru: ч
sr: č

source: Incomplete work is saved for a later attempt.
ru: Незавершённая работа сохранена для следующей попытки.
sr: Nedovršeni posao je sačuvan za kasniji pokušaj.

source: Increases payload size
ru: Увеличивает объём данных
sr: Povećava veličinu podataka

source: Invalid server URL
ru: Неправильный URL сервера
sr: Neispravan URL servera

source: Key signals
ru: Ключевые сигналы
sr: Ključni signali

source: Last %lld days
ru: Последние %lld дн.
sr: Poslednjih %lld dana

source: Last accepted
ru: Последний приём
sr: Poslednje prihvaćeno

source: Last HealthKit upload
ru: Последняя выгрузка HealthKit
sr: Poslednje HealthKit slanje

source: Last night
ru: Прошлая ночь
sr: Prošla noć

source: Last sync
ru: Последняя синхронизация
sr: Posljednja sinhronizacija

source: Last Sync
ru: Последняя синхронизация
sr: Posljednja sinhronizacija

source: Last sync attempt
ru: Последняя попытка синхронизации
sr: Poslednji pokušaj sinhronizacije

source: Last updated %@
ru: Последнее обновление: %@
sr: Poslednje ažuriranje: %@

source: Last upload size
ru: Размер последней отправки
sr: Veličina poslednjeg slanja

source: Last upload size: %lld
ru: Размер последней отправки: %lld
sr: Veličina poslednjeg slanja: %lld

source: Latest
ru: Последнее
sr: Posljednje

source: Latest sync attempt
ru: Последняя попытка синхронизации
sr: Poslednji pokušaj sinhronizacije

source: Local push after each successful sync
ru: Локальный пуш после каждой успешной синхронизации
sr: Lokalna obaveštenja nakon svake uspješne sinhronizacije

source: Logged in as
ru: Вы вошли как
sr: Prijavljeni kao

source: Low
ru: Низкая
sr: Niska

source: Max
ru: Макс

source: Metrics
ru: Метрики
sr: Metrike

source: Min
ru: Мин

source: Missing
ru: Не хватает
sr: Nedostaje

source: Moderate
ru: Умеренно
sr: Umjereno

source: Needs attention
ru: Требует внимания
sr: Zahteva pažnju

source: Never
ru: Никогда
sr: Nikad

source: Never accepted
ru: Ещё не принято
sr: Još nije prihvaćeno

source: Never synced
ru: Не синхронизировано
sr: Nije sinhronizovano

source: No available data
ru: Нет доступных данных
sr: Nema dostupnih podataka

source: No data
ru: Нет данных
sr: Nema podataka

source: No data in this range.
ru: В этом периоде данных нет.
sr: Nema podataka u ovom periodu.

source: No data yet. Pull to refresh.
ru: Данных пока нет. Потяни вниз, чтобы обновить.
sr: Još nema podataka. Povuci da osvežiš.

source: No Health data was available for this attempt.
ru: Для этой попытки данные Health недоступны.
sr: Health podaci nisu bili dostupni za ovaj pokušaj.

source: No matching metrics.
ru: Нет подходящих метрик.
sr: Nema odgovarajućih metrika.

source: No metrics yet.
ru: Метрик пока нет.
sr: Još nema metrika.

source: No readiness data yet.
ru: Данных по готовности пока нет.
sr: Još nema podataka o spremnosti.

source: No sleep data yet.
ru: Данных по сну пока нет.
sr: Još nema podataka o snu.

source: No sync history yet.
ru: Истории синхронизаций пока нет.
sr: Još nema istorije sinhronizacija.

source: No trend yet
ru: Тренда пока нет
sr: Još nema trenda

source: Not configured
ru: Не настроено
sr: Nije podešeno

source: Notify on sync
ru: Уведомлять о синхронизации
sr: Obavesti o sinhronizaciji

source: Older attempts (account unknown)
ru: Старые попытки (аккаунт неизвестен)
sr: Stariji pokušaji (nalog nepoznat)

source: One channel was accepted while another needs attention.
ru: Один канал принят, а другой требует внимания.
sr: Jedan kanal je prihvaćen, dok drugi zahteva pažnju.

source: Optimal
ru: Оптимально
sr: Optimalno

source: Other
ru: Другое
sr: Ostalo

source: Other metrics
ru: Другие показатели
sr: Ostali pokazatelji

source: Partial
ru: Частично
sr: Delimično

source: Partially accepted
ru: Принято частично
sr: Delimično prihvaćeno

source: Pending since
ru: Ожидает с
sr: Čeka od

source: Per-minute HR during workout
ru: Пульс поминутно во время тренировки
sr: Puls po minuti tokom treninga

source: Plan
ru: План

source: Progress could not be saved
ru: Не удалось сохранить прогресс
sr: Napredak nije sačuvan

source: Push hard
ru: Можно нагружать
sr: Može jako

source: Re-pulls all metrics from HealthKit for the last %lld days and uploads. Server upserts on (metric, date, source), so duplicates are safe.
ru: Перечитывает все метрики из HealthKit за последние %lld дней и заливает на сервер.
sr: Ponovo čita sve metrike iz HealthKit-a za posljednjih %lld dana i šalje na server. Server radi upsert po (metric, date, source), duplikati su bezbedni.

source: Re-reads Health data for this range and retries any incomplete channel delivery.
ru: Повторно читает данные Health за этот период и повторяет незавершённую отправку каналов.
sr: Ponovo čita Health podatke za ovaj period i ponavlja slanje nedovršenih kanala.

source: Re-sync
ru: Повторная синхронизация
sr: Ponovna sinhronizacija

source: Re-sync a date range…
ru: Повторить синхронизацию за период…
sr: Ponovo sinhronizuj period…

source: Re-sync last N days…
ru: Пере-синхронизация за N дней…
sr: Ponovna sinhronizacija za N dana…

source: Re-syncing
ru: Пере-синхронизация
sr: Ponovna sinhronizacija

source: Read from Health
ru: Прочитано из Здоровья
sr: Pročitano iz Zdravlja

source: Readiness
ru: Готовность
sr: Spremnost

source: Readiness today
ru: Готовность сегодня
sr: Spremnost danas

source: Readiness trend
ru: Тренд готовности
sr: Trend spremnosti

source: Recent activity & re-sync
ru: История и ре-синк
sr: Istorija i ponovna sinhronizacija

source: Recent Syncs
ru: Недавние синхронизации
sr: Nedavne sinhronizacije

source: Recommendation
ru: Рекомендация
sr: Preporuka

source: Recorded since
ru: Записывается с
sr: Beleži se od

source: Recovery
ru: Восстановление
sr: Oporavak

source: Refresh failed
ru: Ошибка обновления
sr: Osvežavanje nije uspelo

source: Report language
ru: Язык отчётов
sr: Jezik izveštaja

source: Rest
ru: Отдых
sr: Odmor

source: Retry
ru: Повторить
sr: Pokušaj ponovo

source: Retry pending
ru: Ожидает повтора
sr: Čeka ponavljanje

source: Retrying…
ru: Повтор…
sr: Ponovni pokušaj…

source: Score
ru: Оценка
sr: Ocena

source: Sending
ru: Отправка
sr: Slanje

source: Server
ru: Сервер

source: Server connection
ru: Подключение к серверу
sr: Veza sa serverom

source: Server rejected the upload
ru: Сервер отклонил отправку
sr: Server je odbio slanje

source: Server URL or API key is not configured
ru: URL сервера или API-ключ не настроены
sr: URL servera ili API ključ nisu podešeni

source: Settings
ru: Настройки
sr: Podešavanja

source: Signals to watch
ru: На что обратить внимание
sr: Signali za praćenje

source: Sleep
ru: Сон
sr: San

source: Sleep duration and stages
ru: Продолжительность и стадии сна
sr: Trajanje i faze sna

source: Sleep efficiency
ru: Эффективность сна
sr: Efikasnost sna

source: Sleep structure
ru: Структура сна
sr: Struktura sna

source: Sleep time
ru: Время сна
sr: Trajanje sna

source: Source
ru: Источник
sr: Izvor

source: Stage
ru: Фаза
sr: Faza

source: Stale
ru: Устарело
sr: Zastarelo

source: Start re-sync
ru: Начать пере-синк
sr: Pokreni ponovnu sinhronizaciju

source: Steps, calories, distance and movement
ru: Шаги, калории, расстояние и движение
sr: Koraci, kalorije, udaljenost i kretanje

source: Steps, calories, distance…
ru: Шаги, калории, дистанция…
sr: Koraci, kalorije, razdaljina…

source: Strain
ru: Нагрузка
sr: Opterećenje

source: Strong
ru: Сильно
sr: Jako

source: Sync
ru: Синхронизация
sr: Sinhronizacija

source: Sync activity
ru: Активность синхронизации
sr: Aktivnost sinhronizacije

source: Sync disabled
ru: Синхронизация выключена
sr: Sinhronizacija je isključena

source: Sync frequency
ru: Частота синхронизации
sr: Učestalost sinhronizacije

source: Sync now
ru: Синхронизировать
sr: Sinhronizuj

source: Sync Now
ru: Синхронизировать
sr: Sinhronizuj sada

source: Sync on launch
ru: Синхронизировать при запуске
sr: Sinhronizuj pri pokretanju

source: Sync was cancelled
ru: Синхронизация отменена
sr: Sinhronizacija je otkazana

source: Sync workouts
ru: Синхронизировать тренировки
sr: Sinhronizuj treninge

source: Synced %lld data points
ru: Синхронизировано %lld точек
sr: Sinhronizovano %lld tačaka

source: Syncing
ru: Идёт синхронизация
sr: Sinhronizacija u toku

source: Syncing…
ru: Синхронизация…
sr: Sinhronizacija…

source: Tenant
ru: Тенант

source: Test connection
ru: Проверить подключение
sr: Proveri vezu

source: Test Connection
ru: Проверить соединение
sr: Testiraj vezu

source: The latest attempt needs attention before it can continue.
ru: Последняя попытка требует внимания перед продолжением.
sr: Poslednji pokušaj zahteva pažnju pre nastavka.

source: The selected channels are being uploaded.
ru: Выбранные каналы отправляются.
sr: Izabrani kanali se šalju.

source: The server accepted the upload; processing is not confirmed.
ru: Сервер принял отправку; обработка не подтверждена.
sr: Server je prihvatio slanje; obrada nije potvrđena.

source: These attempts are retained without account attribution.
ru: Эти попытки сохранены без привязки к аккаунту.
sr: Ovi pokušaji su sačuvani bez povezivanja sa nalogom.

source: This account
ru: Этот аккаунт
sr: Ovaj nalog

source: This sync channel is disabled in Settings.
ru: Этот канал синхронизации отключён в настройках.
sr: Ovaj kanal sinhronizacije je isključen u Podešavanjima.

source: Time zone
ru: Часовой пояс
sr: Vremenska zona

source: Today
ru: Сегодня
sr: Danas

source: Today by domain
ru: Показатели сегодня
sr: Današnji pokazatelji

source: Trend
ru: Тренд

source: Trends
ru: Тренды
sr: Trendovi

source: Up to date
ru: Актуально
sr: Ažurno

source: Upload size: %lld
ru: Размер отправки: %lld
sr: Veličina slanja: %lld

source: Upload was only partly accepted
ru: Отправка принята частично
sr: Slanje je delimično prihvaćeno

source: Value
ru: Значение
sr: Vrednost

source: View all
ru: Все
sr: Sve

source: Vital signs
ru: Жизненные показатели
sr: Vitalni znaci

source: Vitals — minutely samples
ru: Витальные показатели — поминутно
sr: Vitalni — uzorci po minuti

source: Waiting to retry
ru: Ожидание повтора
sr: Čeka ponavljanje

source: Why?
ru: Почему?
sr: Zašto?

source: Workouts
ru: Тренировки
sr: Treninzi

source: Yesterday
ru: Вчера
sr: Juče

source: your-secret-key
ru: ваш-секретный-ключ
sr: vaš-tajni-ključ

source: Capacity
ru: Ёмкость
sr: Kapacitet
